Repository: perez987/DockProgress-test
Catalog: DockProgress-test/*.lproj/Localizable.strings
Languages: de

# menu_language
source: Language
de: Sprache

# menu_select_language
source: Select Language...
de: Sprache ausw채hlen...

# language_selector_title
source: Select Language
de: Sprache ausw채hlen

source: Accept
de: Akzeptieren

source: Cancel
de: Abbrechen

# language_changed_title
source: Language Changed
de: Sprache ge채ndert

# language_changed_message
source: Please restart the application to apply the new language.
de: Bitte starten Sie die Anwendung neu, um die neue Sprache anzuwenden.

source: DockProgress Styles
de: DockProgress-Stile

# start_animation
source: Click a button to start the animation:
de: Klicken Sie auf eine Schaltfl채che, um die Animation zu starten:

# cycle_styles
source: Auto-Cycle All Styles
de: Alle Stile automatisch durchlaufen

source: Stop
de: Stopp
